Repository: Signbank/Global-signbank
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Row {row} is a duplicate gloss creation.
nl: Rij {row} is een duplicaat van glosscreatie.

source: Could not find gloss for ID {glossid}.
nl: Kon geen glos vinden voor ID {glossid}.

source: Signbank ID {glossid} found in multiple rows (Row {row}).
nl: Signbank-ID {glossid} gevonden in meerdere rijen (Rij {row}).

source: Attempt to update Lemma translations: '{column}'
nl: Poging om Lemma bij te werken: '{column}'

source: HINT: Try exporting a CSV file to see what column names can be used.
nl: TIP: Probeer een CSV-bestand te exporteren om te zien welke kolomnamen kunnen worden gebruikt.

source: See the available Tags in the table on the Import CSV Update Glosses page.
nl: Bekijk de beschikbare tags in de tabel op de pagina Import CSV Update Glosses.

source: File System Group
nl: Bestandssysteemgroep

source: File Exists
nl: Bestand bestaat

source: Filename Correct
nl: Bestandsnaam klopt

source: Perspective Video
nl: Video met perspectief

source: MP4 File
nl: MP4-bestand

source: Webm File
nl: Webm-bestand

source: Video Perspective
nl: Video-perspectief

source: NME video perspective
nl: NME-video-perspectief

source: Please choose a video file to upload.
nl: Kies een videobestand te uploaden.

source: NME Gloss Video
nl: NME glos-video

source: Gloss Video Perspective
nl: Glos-video met perspectief

source: Annotated sentence upload went wrong. Please try again.
nl: Het uploaden van de voorbeeldzin is misgegaan. Probeer het alstublieft opnieuw.

source: Invalid file. Please try again.
nl: Ongeldig bestand. Probeer het opnieuw.

source: The ASL Signbank</span> is licensed under a
nl: Gebruik van ASL Signbank</span> valt onder een

source: Creative Commons BY-NC-SA 4.0 International License
nl: Creative Commons BY-NC-SA 4.0 International-Licentie

source: Provide feedback on the site
nl: Geef feedback over dit gebaar

source: Sign In
nl: Inloggen

source: User name
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Sign in
nl: Inloggen

source: Register
nl: Aanmelden

source: Register in order to get access to datasets.
nl: Meld je aan om toegang te krijgen tot de datasets.

source: Lost Password
nl: Wachtwoord vergeten

source: If you've lost or forgotten your password, enter your email address here and we'll reset it and send you a reminder.
nl: Wachtwoord vergeten? Vul hieronder je e-mailadres in om een nieuwe toegestuurd te krijgen.

source: Request Password
nl: Stel mijn wachtwoord opnieuw in

source: Sign search
nl: Gebaar zoeken

source: Logout
nl: Uitloggen

source: Login
nl: Inloggen

source: Password reset complete
nl: Het wachtwoord is opnieuw ingesteld

source: Your password has been set. You may go ahead and log in now.
nl: Je wachtwoord is ingesteld. Je kunt nu inloggen.

source: Log in
nl: Inloggen

source: Password reset
nl: Wachtwoord opnieuw instellen

source: Enter new password
nl: Vul nieuw wachtwoord in

source: Please enter your new password twice so we can verify you typed it in correctly.
nl: Vul je nieuwe wachtwoord twee keer in zodat we kunnen controleren of ze gelijk zijn.

source: New password:
nl: Nieuw wachtwoord:

source: Confirm password:
nl: Bevestig nieuw wachtwoord:

source: Change my password
nl: Verander mijn wachtwoord

source: Password reset unsuccessful
nl: Wachtwoord opnieuw instellen is mislukt

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De link om het wachtwoord opnieuw in te stellen is waarschijnlijk al een keer gebruikt. Vraag opnieuw een nieuw wachtwoord aan.

source: An email has been sent to your address with a new password.
nl: Er is een mail naar je gestuurd met een nieuw wachtwoord.

source: You're receiving this email because you requested a password reset for your user account at Signbank.
nl: Je ontvangt deze mail omdat je het wachtwoord voor je Signbankaccount opnieuw in wilt stellen.

source: Please go to the following page and choose a new password:
nl: Ga naar de volgende pagina om een nieuw wachtwoord in te stellen:

source: Thanks for using our site!
nl: Bedankt voor het gebruik van onze site!

source: The Signbank team
nl: Het Signbank-team

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
nl: Wachtwoord vergeten? Vul hieronder je e-mailadres in om een nieuwe toegestuurd te krijgen.

source: E-mail address:
nl: E-mailadres:

source: Reset my password
nl: Stel mijn wachtwoord opnieuw in

source: Password reset for Signbank
nl: Wachtwoord opnieuw ingesteld

source: Profile
nl: Profiel

source: Please go to the following page and choose a new password for the username
nl: Ga naar de volgende pagina om een nieuw wachtwoord in te stellen

source: In many text fields, you can use patterns as follows:
nl: In veel tekstvelden kunt u als volgt patronen gebruiken:

source: contains A
nl: bevat A

source: starts with A
nl: begint met A

source: ends with A
nl: eindigt op A

source: A or B
nl: A of B

source: find all strings in this field
nl: vind alle strings in dit veld

source: use backslash to find <br/>special characters in field
nl: gebruik backslash om <br/>speciale karakters te zoeken
